Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=598_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät jakoi stipendejä saamen kielen oppilaille
sme: Sámediggi attii stipeanddaid sámegiela oahppiide

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendi annettiin yhteensä 13:lle saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja 18:lle perusopetuksen päättäneelle.
sme: Stipeanddat juhkkojuvvojedje oktiibuot 13 stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja 18 vuođđooahpahusa čađahan oahppái.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Sodankylän lukio: Riinamari Mustonen (pohjoissaame) ja Anni-Saara Aikio (pohjoissaame)
sme: Soađegili logahat: Riinamari Mustonen (davvisámegiella) ja Anni-Saara Aikio (davvisámegiella)

source: Enontekiön erälukio: Emma Eira (pohjoissaame), Mira Kärki (pohjoissaame) ja Lars-Aslak Tornensis (pohjoissaame)
sme: Eanodaga logahat: Emma Eira (davvisámegiella), Mira Kärki (davvisámegiella), ja Lars-Aslak Tornensis (davvisámegiella)

source: Ivalon lukio: Ville-Riiko Fofonoff (koltansaame), Mari Guttorm (pohjoissaame) ja Sunna Nousuniemi (pohjoissaame)
sme: Avvila logahat: Ville-Riiko Fofonoff (nuortalašgiella), Mari Guttorm (davvisámegiella) ja Sunna Nousuniemi (davvisámegiella)

source: Utsjoen saamelaislukio: Oula Järvensivu (pohjoissaame) ja Hilda Länsman (pohjoissaame)
sme: Ohcejoga logahat: Oula Järvensivu (davvisámegiella) ja Hilda Länsman (davvisámegiella)

source: Ounasvaaran lukio, Rovaniemi: Martta Alajärvi (pohjoissaame)
sme: Ounasvaara logahat, Roavvenjárga: Martta Alajärvi (davvisámegiella)

source: Haukiputaan lukio: Olá-Mihkku Länsman (pohjoissaame)
sme: Haukipudas logahat: Olá-Mihkku Länsman (davvisámegiella)

source: Perusopetuksen suorittaneet oppilaat:
sme: Vuođđooahpahusa čađahan oahppit:

source: Vuotson koulu: Salla Rouvinen (pohjoissaame)
sme: Vuohču skuvla: Salla Rouvinen (davvisámegiella)

source: Hetan peruskoulu: Paulus Näkkäläjärvi (pohjoissaame), Marielle Labba (pohjoissaame), Jouna Näkkälä (pohjoissaame) ja Saija Alamattila (pohjoissaame)
sme: Heahtá badjeskuvla: Paulus Näkkäläjärvi (davvisámegiella) ja Marielle Labba (davvisámegiella), Jouna Näkkälä (davvisámegiella) ja Saija Alamattila (davvisámegiella)

source: Karigasniemen koulu: Laura Pieski (pohjoissaame)
sme: Gáregasnjárgga skuvla: Laura Pieski (davvisámegiella)

source: Utsjokisuun koulu: Piret Järvensivu (pohjoissaame)
sme: Ohcejotnjálmmi skuvla: Piret Järvensivu (davvisámegiella)

source: Aleksanteri Kenan koulu, Sodankylä: Riikka Yliriesto (pohjoissaame)
sme: Aleksanteri Kena skuvla, Soađegilli: Riikka Yliriesto (davvisámegiella)

source: Ivalon yläkoulu: Leevi Olli (pohjoissaame)
sme: Avvila badjeskuvla: Leevi Olli (davvisámegiella)

source: Oulunsalon yläkoulu: Natalia Länsman (pohjoissaame)
sme: Oulunsalo badjeskuvla: Natalia Länsman (davvisámegiella)

source: Haukiputaan yläkoulu: Máren-Elle Länsman (pohjoissaame)
sme: Haukipudas badjeskuvla: Máren-Elle Länsman (davvisámegiella)

source: Myllytullin koulu, Oulu: Linda Akujärvi (pohjoissaame) ja Anton Valle (pohjoissaame)
sme: Myllytulli skuvla, Oulu: Linda Akujärvi (davvisámegiella) ja Anton Valle (davvisámegiella)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
